cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'mas'
brew 'zlib'
brew 'coreutils'

brew 'wget'
brew 'curl'
brew 'git'
brew 'tree'
brew 'macvim'
brew 'alp'
brew 'colordiff'
brew 'ctags'
brew 'shellcheck'

# develop
cask 'google-chrome'
cask 'visual-studio-code'
cask 'postman'
cask 'docker'

# util
cask 'alfred'
cask 'keycastr'
cask 'dropbox' # for sync alfred settings

# communication
cask 'discord'
cask 'kindle'
cask 'dbeaver-community'
#cask 'qmk-toolbox'

mas 'pocket', id: 568494494
mas 'Slack', id: 803453959
