cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'mas'
brew 'zlib'
brew 'coreutils'

brew 'wget'
brew 'curl'
brew 'git'

# develop
cask 'google-chrome'
cask 'visual-studio-code'
cask 'postman'
cask 'docker'
cask 'wezterm'
cask 'dbeaver-community'

# util
cask 'raycast'
#cask 'keycastr'

# communication
cask 'Slack'
cask 'discord'
cask 'kindle'
